export const recipes = [
  {
    name: 'Блины',
    ingredients: [
      {
        text: '1 стакан муки',
        tip: null,
      },
      {
        text: '2 стакана молока',
        tip: null,
      },
      {
        text: '2 столовые ложки растительного масла',
        tip: 'можно на глаз',
      },
      {
        text: '1 столовая ложка сахара',
        tip: 'можно на глаз и добавить ещё, если блин недостаточно коричневый',
      },
      {
        text: 'щепотка соли',
        tip: null,
      },
      {
        text: '2 яйца',
        tip: null,
      },
    ],
    description:
      'Перемешать яйца, муку и стакан молока, сахар, соль и масло, затем добавить остальное молоко, и жарить на раскаленной почти сухой сковороде. Нужно совсем немного масла.',
  },
  {
    name: 'Рис',
    ingredients: [
      {
        text: '1 стакан риса',
        tip: null,
      },
      {
        text: '2 стакана кипящей воды',
        tip: null,
      },
      {
        text: 'Пара ложек растительного масла',
        tip: 'по вкусу, чтобы закрывало дно кастрюльки',
      },
      {
        text: 'Чайная ложка соли',
        tip: 'по вкусу',
      },
    ],
    description:
      'Поставить кипятиться чайник. Тем временем в маленькой кастрюле с толстым дном разогревать рис с маслом до прозрачности, постоянно перемешивая. Залить двумя стаканами только что скипевшей воды, добавить соль, перемешать, убавить огонь (на 2 или 3), закрыть крышкой и больше не перемешивать до конца варки. Варить 15 минут. После дать немного постоять.',
  },
];
